export const BOOK_DB = [
  {
    id: 0,
    name: "Книга 1",
    autor: "Автор 0",
    genre: "Жанр2",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "http://loveread.ec/read_book.php?id=66688&p=1",
    img: "https://avidreaders.ru/pics/0/0/601000.jpeg",
  },
  {
    id: 1,
    name: "Книга 2",
    autor: "Автор 0",
    genre: "Жанр3",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 2,
    name: "Книга 3",
    autor: "Автор 0",
    genre: "Жанр3",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 3,
    name: "Книга 4",
    autor: "Автор 2",
    genre: "Жанр3",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 4,
    name: "Книга 5",
    autor: "Автор 2",
    genre: "Жанр3",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 5,
    name: "Книга 6",
    autor: "Автор 2",
    genre: "Жанр5",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 6,
    name: "Книга 7",
    autor: "Автор 4",
    genre: "Жанр5",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 7,
    name: "Книга 8",
    autor: "Автор 5",
    genre: "Жанр5",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 8,
    name: "Книга 9",
    autor: "Автор 6",
    genre: "Жанр5",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 9,
    name: "Книга 10",
    autor: "Автор 6",
    genre: "Жанр6",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 10,
    name: "Книга 11",
    autor: "Автор 7",
    genre: "Жанр6",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
  {
    id: 11,
    name: "Книга 12",
    autor: "Автор 7",
    genre: "Жанр7",
    annotation:
      "Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0 Какое-то описание книги0",
    url: "URL",
    img: "https://static-cse.canva.com/blob/585523/.png",
  },
];
