export const BOOK_DB = [
  {
    id: 0,
    name: "Колискова",
    autor: "Чак Паланик",
    type: "Контркультура",
    genre: "Роман",
    annotation:
      'Це - Чак Паланік, якого ви не те, що не знаєте - але не можете навіть уявити. Ви вважаєте, що нічого стильнішого і болючішого за "Бійцівський клуб" написати неможливо? Тоді просто прочитайте "Колискову"! ...СВСМ. Синдром раптової смерті немовлят. Щороку сім тисяч діток грудного віку помирають без жодної видимої причини - просто засинають і більше не прокидаються... Синдром "смерті в колисці"? Чи - смерть під "колискову"? Під колискову, яку, як кажуть, "у деяких стародавніх культурах співали дітям під час голоду та посухи. Або коли плем"я так розросталося, що вже не могло прогодуватися на своїй землі". Під колискову, яку співали понівеченим у битві та смертельно хворим – усім, кому краще було б померти. Тихо. Без болю. Без мук... Це - "Колискова".',
    url: "http://loveread.me/view_global.php?id=10680",
    img: "http://loveread.me/img/photo_books/10680.jpg",
  },
  {
    id: 1,
    name: "Прокляті",
    autor: "Чак Паланик",
    type: "Художня вигадка",
    genre: "Роман",
    annotation:
      "Ласкаво просимо в пекло! Для початку забудьте про киплячі котли, отруйний аромат сірки та інші старозавітні вульгарності. У пекла грішників чекає, загалом, цілком упорядковане післяжиття — з маленькими нюансами. Як то кажуть, диявол — у деталях. Тринадцятирічна дочка голлівудської кінозірки Медісон Спенсер, яка вчинила самогубство через дівочу дурість, не має наміру животіти в пекельному «болоті». Вона шукає вихід. А хто шукає, той завжди знайде!",
    url: "http://loveread.me/view_global.php?id=17860",
    img: "http://loveread.me/img/photo_books/17860.jpg",
  },
  {
    id: 2,
    name: "Бійцівський клуб",
    autor: "Чак Паланик",
    type: "Наукова фантастика",
    genre: "Сатира",
    annotation:
      'Це - найприголомшливіша і найскандальніша книга 1990-х. Книга, в якій вустами Чака Паланіка заговорило не просто "покоління ікс", але - "покоління ікс", що вже озлоблене вже розгубило свої останні ілюзії. Ви дивилися фільм "Бійцівський клуб"? Тоді – читайте книгу, за якою його було знято! У нашій бібліотеці ви можете безкоштовно почитати книгу «Бійцівський клуб». Щоб читати онлайн книгу «Бійцівський клуб» перейдіть за вказаним посиланням. Приємного читання.',
    url: "http://loveread.ec/view_global.php?id=2337",
    img: "http://loveread.ec/img/photo_books/2337.jpg",
  },
  {
    id: 3,
    name: "Коли порветься нитка",
    autor: "Ніккі Ерлік",
    type: "Позацикловий роман",
    genre: "Роман",
    annotation:
      "Одного березневого ранку кожна людина на планеті старше двадцяти двох років виявляє на порозі свого будинку дерев'яну скриньку, де зберігається відповідь на запитання, скільки років їй відміряно. Тепер усі опиняються перед тим самим вибором: чи хочуть вони дізнатися, як довго проживуть? І якщо так, то що робити далі? У нашій бібліотеці ви можете безкоштовно почитати книгу «Коли порветься нитка». Щоб читати онлайн книгу 'Коли порветься нитка' перейдіть за вказаним посиланням. Приємного читання.",
    url: "http://loveread.ec/view_global.php?id=107938",
    img: "http://loveread.ec/img/photo_books/107938.jpg",
  },
  {
    id: 4,
    name: "Сяйво",
    autor: "Стівен Кінг",
    type: "Надприродна фантастика",
    genre: "Жахи",
    annotation:
      '"Сяйво" - роман американського письменника Стівена Кінга, написаний у жанрах психологічного жаху та готичної літератури, вперше опублікований в 1977 році видавництвом "Doubleday". Назва була натхненна словами з пісні Джона Леннона Instant Karma!',
    url: "https://knizhnik.org/stiven-king/sijanie",
    img: "https://knizhnik.org/covers/page-15734-king-sijanie.jpg",
  },
  {
    id: 5,
    name: "У долі дві руки",
    autor: "Наталія Калініна",
    type: "Любовні детективи",
    genre: "Жахи",
    annotation:
      "Колись дуже давно прекрасна Елізабет полюбила знатного сеньйора Дієго де ла Торре та заплатила за це почуття власним життям. Вже в наші дні рудоволосу Аліну, яка ховається від життєвих розчарувань у тихому гірському селищі, відвідують видіння, пов'язані з життям Елізабет. Поступово дівчина розуміє, що минуле дивним чином пов'язане зі сьогоденням, а селище, де вона оселилася, зберігає свою страшну таємницю і зовсім не таке мирне, як здається з першого погляду. Аліну чекають важкі випробування, втрати та... несподівані придбання. Адже у долі — дві руки, що дає і забирає.",
    url: "https://knizhnik.org/natalja-kalinina/u-sudby-dve-ruki",
    img: "https://knizhnik.org/covers/page-24534-u-sudby-dve-ruki.jpg",
  },
  {
    id: 6,
    name: "Після заходу",
    autor: "Стівен Кінг",
    type: "Надприродна фантастика",
    genre: "Жахи",
    annotation: `"Команда скелетів".

    "Нічна зміна". «Все гранично»... збірки оповідань завжди посідали у творчості Стівена Кінга особливе місце.
    
    І тепер — «Після заходу сонця».
    
    Нові оповідання від «короля жахів»!
    
    «Чортова дюжина» історій, кожна з яких здатна налякати навіть читача з найміцнішими нервами і захопити навіть найдосвідченішого поціновувача «жахів».
    
    Тринадцять – гарне число.
    
    Але чи легко разом із героями Кінга пережити тринадцять зустрічей зі Злом, Темрявою та Жахом?`,
    url: "https://knizhnik.org/stiven-king/posle-zakata",
    img: "https://knizhnik.org/covers/page-3144-king-posle.jpg",
  },
  {
    id: 7,
    name: "Ініціація",
    autor: "Лерд Баррон",
    type: "Надприродна фантастика",
    genre: "Жахи",
    annotation:
      "Геолог Дональд Мельник прожив чудове життя. Він шанований у науковій спільноті, його дружина – блискучий антрополог, а у дітей чудове майбутнє. Але спогади про напівзабутий інцидент у Мексиці дедалі більше турбують Дональда, адже йому здається, що тоді з ним трапилося щось жахливе, пов'язане з легендарним племенем, пошуки якого мало не коштували його дружині кар'єри. З того часу Дональд смертельно боїться темряви. Намагаючись з'ясувати правду, він поступово розуміє, що і дружина, і діти приховують якусь таємницю, а таке ретельно збудоване ним життя руйнується прямо на очах. Дональд ще не знає, що у своїх пошуках зіткнеться з справжнім жахом воістину космічних масштабів, а той давній випадок у Мексиці — лише перша з цілої низки подій, що ставлять під сумнів непорушність самої реальності навколо.",
    url: "https://knizhnik.org/lerd-barron/inicziaczija",
    img: "https://knizhnik.org/covers/page-22956-barron-initziatzija.jpg",
  },
  {
    id: 8,
    name: "Особистий ворог Герінга",
    autor: "Володимир Осипенко",
    type: "Війна",
    genre: "Бойовик",
    annotation: `Виняткові за своєю правдою романи про Велику Вітчизняну. Гуркіт далеких розривів, запах пороху, брязкіт гусениць — страшні прикмети війни наново оживають на сторінках книг, написаних онуками тих, хто далекого 1945-го дійшов до Берліна.

    1942 рік. До обозу нашого авіаційного полку прибився незвичайний супутник. «Дід» — так жартома прозвали нового товариша по службі льотчики і визначили його на допомогу механікам. Але що далі новачок показував своє вміння, то очевидніше ставало, що це не простий біженець. Глибокі технічні знання, бездоганна дисципліна та виправлення видавали у ньому військового. На прямі запитання себе Павло Безсонов відповідав ухильно. Особисти губилися у здогадах, хто він насправді. Таємниця залишалася нерозгаданою доти, доки одного разу над радянським аеродромом раптово не з'явилися фашистські винищувачі.`,
    url: "https://knizhnik.org/vladimir-osipenko/lichnyj-vrag-geringa",
    img: "https://knizhnik.org/covers/page-53513-lichnyj-vrag-geringa.jpg",
  },
  {
    id: 9,
    name: "Кримський перевертень",
    autor: "Олександр Тамоніков",
    type: "Історичні пригоди",
    genre: "Бойовик",
    annotation: `Найцікавіші романи про сталінський спецназ — СМЕРШ.

    Весна 1944 року. Напередодні втечі з Криму фашистам вдається викрити і практично повністю знищити групу радянських підпільників. Рятуються лише п'ятеро. Вони впевнені, що їхню групу хтось зрадив. Тим більше що один з уцілілих, боєць на прізвисько Більярдист, раптово зник одразу після розправи. З проханням допомогти виявити у їхніх лавах зрадника підпільники звертаються до контррозвідки. Справа доручена капітану СМЕРШа Семену Ольхіну. Він починає опрацьовувати різні версії, доки йому до рук не потрапляють свідчення одного з знешкоджених німецьких диверсантів.
    
    "Смерть шпигунам!" (СМЕРШ) — ця коротка і нещадна назва мала особливий підрозділ НКВС, який підпорядковувався І. Сталіну. Створене у роки війни, воно складалося з перевірених у бою, чесних та безстрашних офіцерів Червоної Армії. СМЕРШу боялися всі — і фашистські шпигуни, які готують диверсії в наших бойових порядках, і гітлерівські поплічники, які діють у глибокому радянському тилу. Ворог знав: якщо на його слід напали бійці сталінського спецназу, справедливого та швидкого суду не уникнути.
    
    Романи серії «СМЕРШ – спецназ Сталіна» – це щоразу захоплюючий динамічний сюжет та нові історичні знання, це екшен, написаний простою та зрозумілою мовою.
    
    Загальний тираж книг А. Тамонікова – понад 10 мільйонів екземплярів!`,
    url: "https://knizhnik.org/aleksandr-tamonikov/krymskij-oboroten",
    img: "https://knizhnik.org/covers/page-53049-krymskij-oboroten.jpg",
  },
  {
    id: 10,
    name: "Світ із грошима та без. Цікаві факти з історії грошей",
    autor: "Юрій Чирков",
    type: "Історичні пригоди",
    genre: "Економіка",
    annotation: `Чи можна розповідь про гроші перетворити на захоплюючу подорож крізь століття, чи ще краще — на свого роду кримінальний роман? Перед вами книга, в якій ви знайдете не тільки цікаві факти про все, що пов'язано з грошима - криптовалюта і світ без фізичних грошей, що раніше використовували замість грошей і як покінчили з бартером, як долар і рубль суперничають між собою на світовому ринку чим причини успіхів і невдач і багато іншого, але також різні теорії, які пояснюють більш глобальні економічні процеси. Наприклад, чому так важко передбачати та запобігати планетарному масштабу фінансові кризи.

 

    Коментар Редакції: Юрій Чирков написав не одну науково-популярну книгу, охоплення тим, що цікавить автора, широке і вони завжди вкрай актуальні. Його нова книга про гроші — не виняток. Хороший доказ, що все складне та нудне можна розповісти просто і з гумором.`,
    url: "https://knizhnik.org/jurij-chirkov/mir-s-dengami-i-bez-interesnye-fakty-iz-istorii-deneg",
    img: "https://knizhnik.org/covers/page-53586-mir-s-dengami-i-bez-interesnye-fakty-iz-istorii-deneg.jpg",
  },
  {
    id: 11,
    name: "Теорія моральних почуттів",
    autor: "Адам Сміт",
    type: "Філософія",
    genre: "Економіка",
    annotation: `Адам Смит (1723–1790) — шотландский экономист, философ и один из основоположников современной экономической науки. Автор «Исследования о природе и причинах богатства народов» — основы классической политической экономии.

    «Теория нравственных чувств» Адама Смита по значимости стоит в одном ряду с «Этикой» Бенедикта Спинозы и «Критикой практического разума» Иммануила Канта.
    
    Адам Смит утверждает, что причиной устремленности людей к богатству, причиной честолюбия является не необходимость достичь материального благополучия, а в основном желание отличиться, обратить на себя внимание, вызвать одобрение, похвалу, сочувствие или получить сопровождающие их выгоды.
    
    По мнению Смита, основная цель человека — удовлетворение тщеславия, а не благосостояние или удовольствие. Богатство выдвигает человека на первый план, превращая в центр всеобщего внимания. Бедность означает безвестность и забвение.`,
    url: "https://knizhnik.org/adam-smit/teorija-nravstvennyh-chuvstv",
    img: "https://knizhnik.org/covers/page-52743-teorija-nravstvennyh-chuvstv.jpg",
  },
  {
    id: 12,
    name: "Дослідження про природу та причини багатства народів.",
    autor: "Адам Сміт",
    type: "Філософія",
    genre: "Економіка",
    annotation: `«Дослідження про природу та причини багатства народів» — праця, яка принесла всесвітню популярність шотландському вченому Адаму Сміту (1723–1790) і заклала основи класичної політекономії.

    На рубежі XVIII-XIX століть ця робота викликала величезний інтерес до нової економічної науки, що вивчає як роль держави, так і механізми вільного ринку, задіяні в саморегулюванні суспільства та визначають його матеріальне благополуччя.
    
    До цього видання увійшли останні, четверта і п'ята, книги дослідження.
    
    У форматі a4.pdf збережено видавничий макет.`,
    url: "https://knizhnik.org/adam-smit/issledovanie-o-prirode-i-prichinah-bogatstva-narodov-knigi-45",
    img: "https://knizhnik.org/covers/page-49462-issledovanie-o-prirode-i-prichinah-bogatstva-narodov-knigi-45.jpg",
  },
  {
    id: 13,
    name: "Капкан Луки Войновича",
    autor: "Елла Войта",
    type: "Детективи",
    genre: "Любовні детективи",
    annotation: `Успішний адвокат Лука Войнович досяг у житті чималих висот, і лише одне не дає йому спокою: він мріє викупити руїни замку, де його предки прожили триста років. І раптом на його шляху стає далека родичка, Емма, яка купує руїни та будує на їхньому місці будинок. З появою Еми життя Луки Войновича повністю змінюється, вона набуває смаку, якого раніше було позбавлено. Тільки Емма виникла невипадково. Що робити, коли капкан захлопнеться?

    Коментар Редакції: Захоплюючий сюжет, поміщений у вишукано-нетривіальні декорації, які приваблюють своєю дивною загадкою, — міцний хребет для похмурого детектива. А любовний конфлікт, перев'язаний дивними нитками, тільки додає в цю апетитну страву ще більше гострої гостроти.`,
    url: "https://knizhnik.org/ella-vojta/kapkan-luki-vojnovicha",
    img: "https://knizhnik.org/covers/page-45990-kapkan-luki-vojnovicha.jpg",
  },
  {
    id: 14,
    name: "Порахуй до десяти",
    autor: "Карен Роуз",
    type: "Маніяки",
    genre: "Трилер",
    annotation: `Мати покинула маленьких синів. Малята потрапили до притулку, потім їх усиновили. Але ті, хто мали дбати про дітей, стали їх муками. Ендрю вирішив їм помститися, але жертвою відплати випадково став його брат.

    Минули роки. Детектив Міа Мітчелл розслідує серію підпалів Хтось намагається вбити та спалити та її рідних. Вона повинна знайти злочинця і дізнатися правду, якою б жорстокою вона не була.`,
    url: "https://knizhnik.org/karen-rouz/poschitaj-do-desjati",
    img: "https://knizhnik.org/covers/page-12402-rouz-poschitaj.jpg",
  },
  {
    id: 15,
    name: "У владі страху",
    autor: "Карен Роуз",
    type: "",
    genre: "Трилер",
    annotation:
      "Вже четверта школярка стає жертвою безжального вбивці… Дівчат знаходять оголеними, з поголеною головою, на якій витатуйовано дивний знак. Агент Стівен Тетчер розпочинає розслідування. Він повинен зрозуміти, що рухає злочинцем, доки смертей не стало більше! Але вбивця не залишає ні слідів, ні доказів. Тим часом кохана дівчина Стівена потрапляє у смертельну пастку. Має лише один шанс на порятунок! Хто вийде переможцем у небезпечній грі, де ставка – життя?",
    url: "https://knizhnik.org/karen-rouz/vo-vlasti-straha",
    img: "https://knizhnik.org/covers/page-19934-rouz-vo-vlasti.jpg",
  },
  {
    id: 16,
    name: "Вихід",
    autor: "Кейт Стюарт",
    type: "Детектив",
    genre: "Трилер",
    annotation: `Чи можна жити у брехні?

    Це місто-примара - місце, яке мене переслідувало, яке мене створило.
    
    Мені стало зрозуміло, що я ніколи не переросту Тріпл-Фоллс і не забуду того, що тут випробувала.
    
    Я досі відчуваю їх усіх — моїх хлопців із того літа.
    
    Навіть усвідомлюючи небезпеку, я охоче здалася.
    
    Не почула жодного застереження. Дозволила своєї хвороби, свого кохання, керувати мною і губити. Я грала свою роль, чудово все розуміючи та спокушаючи долю, поки вона не зробила свою справу.
    
    І навіть не думала втекти.`,
    url: "https://knizhnik.org/kejt-stjuart/ishod",
    img: "https://knizhnik.org/covers/page-53601-ishod.jpg",
  },
  {
    id: 17,
    name: "Поклик Ктулху",
    autor: "Говард Лавкрафт",
    type: "Містика",
    genre: "Жахи",
    annotation: `«По́клик Кту́лху» або «По́клик Кту́лгу» (англ. The Call of Cthulhu) — містичне оповідання Говарда Лавкрафта, написане в 1926 році і вперше видане в 1928 в журналі Weird Tales. Оповідання складається з трьох пов'язаних між собою частин, які подано як нотатки Френсіса Терстона, жителя Бостона, який займався розслідуваннями, пов'язаними з культом божества Ктулху.

    Оповідання є одним з найвідоміших і найвпливовіших творів Лавкрафта, на честь персонажа якої названа спільна міфологія «Міфи Ктулху», створена самими Лавкрафтом і його послідовниками.
    
    Українською оповідання вперше вийшов в журналі «Всесвіт» у 2010 році у перекладі Дарини Семенової. У 2016 під заголовком «Поклик Ктулгу» вийшов переклад українською у видавництві КСД у перекладі Андрія Яремчука. У 2017 році оповідання вийшло в складі другого тому повного зібрання прозових творів Говарда Лавкрафта у Видавництві Жупанського у перекладі Катерини Дудки та Остапа Українця.`,
    url: "https://uk.wikipedia.org/wiki/%D0%9F%D0%BE%D0%BA%D0%BB%D0%B8%D0%BA_%D0%9A%D1%82%D1%83%D0%BB%D1%85%D1%83",
    img: "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Weird_Tales_February_1928.jpg/220px-Weird_Tales_February_1928.jpg",
  },
  {
    id: 18,
    name: "Туман",
    autor: "Стівен Кінг",
    type: "Роман",
    genre: "Психологічні страхи",
    annotation: `"Туман" - повість американського письменника Стівена Кінга, написана в жанрі психологічного жаху. Вперше опублікована 1980 року в антології «Темні сили». Згодом у відредагованому вигляді вона увійшла до авторської збірки «Команда скелетів», опублікованої видавництвом Viking Press.`,
    url: "https://ru.wikipedia.org/wiki/%D0%A2%D1%83%D0%BC%D0%B0%D0%BD_%28%D0%BF%D0%BE%D0%B2%D0%B5%D1%81%D1%82%D1%8C%29",
    img: "https://upload.wikimedia.org/wikipedia/ru/thumb/9/9d/Mist2.jpg/220px-Mist2.jpg",
  },
  {
    id: 19,
    name: "Походження видів",
    autor: "Адам Сміт",
    type: "Природні науки",
    genre: "Біологія",
    annotation: `"Походження видів" - opus magnum Дарвіна, в якому він докладно та доступно обґрунтував теорію еволюції видів та природного відбору як головного двигуна еволюції. Зараз, коли з теорією еволюції знайомий кожен школяр, неможливо навіть уявити, який ефект справив спочатку в Англії, а потім і в інших країнах ця геніальна наукова праця.

    Книга Дарвіна, поруч із " Математичними засадами натуральної філософії " Ньютона, " Про багатство народів " Адама Сміта, " Критикою чистого розуму " Канта входить у золотий фонд людської думки.`,
    url: "https://coollib.net/b/426822-patrik-dzh-orurk-adam-smit-o-bogatstve-narodov/read",
    img: "https://balka-book.com/files/2021/10_02/09_31/u_files_store_22_223097.jpg",
  },
];
